export const SEMESTER_GRADES: any = [{
	instituteId: 1,
	specializationId: 1,
	academYear: 2015,
	semester: 1,
	grades: [
        ['Основи програмування', 30, 40, 35, 10],
        ['Історія України', 15, 50, 35, 10],
        ['Культура', 50, 40, 25, 10],
        ['Мат аналіз', 50, 30, 35, 10],
        ['ООП', 30, 40, 35, 10],
        ['КДМ', 15, 50, 35, 10],
        ['Англійська', 50, 40, 25, 10],
        ['АіСД', 50, 30, 35, 10]]
},
{
	instituteId: 1,
	specializationId: 1,
	academYear: 2015,
	semester: 2,
	grades: [
        ['kakashka', 30, 40, 35, 10],
        ['inst1selemester2', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10],
        ['ООП', 30, 40, 35, 10],
        ['Матан', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10]]
},
{
	instituteId: 1,
	specializationId: 1,
	academYear: 2016,
	semester: 2,
	grades: [
        ['nextYear', 30, 40, 35, 10],
        ['Матан', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10],
        ['ООП', 30, 40, 35, 10],
        ['Матан', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10]]
},
{
	instituteId: 2,
	specializationId: 2,
	academYear: 2015,
	semester: 6,
	grades: [
        ['inst2', 30, 40, 35, 10],
        ['Матан', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10],
        ['ООП', 30, 40, 35, 10],
        ['Матан', 15, 50, 35, 10],
        ['Англ', 50, 40, 25, 10],
        ['Історія', 50, 30, 35, 10]]
}]